<template>
    <div class="flex justify-center top_cover">
        <h2 class="title py-24px">條款與細節</h2>
    </div>
    <div class="py-60px max-w-1200px mx-auto  px-10px">
        <h4>一、認知及同意條款</h4>
        <p>（一）神界祈福平台（www.XXXXXX.com，以下簡稱「本網站」）係依據本使用條款提供服務（以下簡稱「本服務」）予會員。當您使用會員帳號至「本網站」購物時，視為您已閱讀、瞭解及同意本使用條款之所有內容。</p>
        <p>（二）若本會員條款內容有修正或變更之處，「本網站」會寄發電子郵件通知您，並請您隨時注意。若您於本會員條款修改或變更過後仍為使用本服務，亦視為您已閱讀、瞭解及同意該修改或變更。</p>
        <p>（三）若您未滿二十歲，應於您的法定代理人閱讀、瞭解及同意本會員條款或其後修改及變更之內容，方得註冊為會員或使用本服務。當您開始使用本服務時，視為您的法定代理人已閱讀、瞭解及同意本會員條款或其修改、變更後之內容。</p>
        <h4>二、會員註冊及帳戶安全</h4>
        <p>（一）您應於申請加入「本網站」之會員時，提供您本人正確之資料（包括但不限於姓名、出生年月日、電子郵件信箱、通訊地址等），若個人資料有更新之必要，也請您配合更新來獲取最佳之服務。若您提供任何錯誤、不實之資料、未即時更新資料、漏未提供本網站所需之必要資料、侵害他人姓名權、人格權或智慧財產權或違反其他法律規定時，「本網站」得逕行停止或終止您於「本網站」之帳號，並拒絕您使用本服務之全部或一部份。</p>
        <p>（二）您登入帳戶後所有使用本服務之行為，皆視為您本人之行為，包括但不限於瀏覽、檢索、查詢、交易、線上刷卡、更新個人資料、參與優惠活動及其他攸關帳戶個人權益之行為等。</p>
        <p>（三）您的帳號、密碼及會員權益均專屬您個人使用及享有，請勿轉借、轉讓他人或與他人共用，若有違反者，「本網站」得逕行停止或終止您於「本網站」之帳號，並拒絕您使用本服務之全部或一部份。</p>
        <p>（四）若因可歸責於您之事由而洩漏個人資料或相關帳戶資訊，令第三人有機會使用者，您須對第三人所為負完全責任，概與「本網站」無涉。</p>
        <p>（五）您充分知悉並瞭解「本網站」公告之優惠，須您詳實填載個人資料及連絡方式，若您漏為填載或填載失真，您將喪失享有優惠之資格。</p>
        <p>（六）您的帳號或密碼有遭人盜用或其他任何帳戶之安全問題發生時，您應立即通知「本網站」。</p>
        <p>（七）手機號碼經與帳戶綁定使用後，非有帳戶或手機盜用、冒用等帳戶安全問題或其他正當理由，不得解除綁定。</p>
        <h4>三、個人資料保護</h4>
        <p>（一）關於您的註冊及其他個人資料依「本網站」之【隱私權政策暨個資聲明】保護。</p>
        <p>（二）完整內容請詳參隱私權政策</p>
        <h4>四、智慧財產權保護</h4>
        <p>（一）您充分知悉並瞭解「本網站」上各類內容，包括但不限於著作、圖檔、音訊、網頁設計、攝影著作等，均由「本網站」及其他權利人享有智慧財產權，且受智慧財產權相關法律所保護。除經權利人事前以書面授權外，您不得有使用、修改、散布、進行還原、反向組譯、解編或任何違反著作權規定之行為。</p>
        <p>（二）您充分知悉並瞭解不得將前項所稱之內容用於包括但不限於轉讓、贈與、出租、出借、再授權等目的，或從事任何法律禁止之行為。</p>
        <p>（三）如有違反前兩項約定者，「本網站」得永久拒絕提供服務或撤銷您會員資格，並請求因此所受之損害，包括但不限於商譽損失、因訴訟所支出費用、律師費或第三人請求之損害賠償等。</p>
        <h4>五、使用者之合規承諾</h4>
        <p>您承諾絕對遵守中華民國相關法規及一切使用網際網路之國際範例，若您係中華民國境外之使用者，亦承諾遵守您所屬國家或地域之所有法令。您並承諾絕不利用本服務從事任何非法行為，並遵守本網站之相關使用條款，否則「本網站」除得停止您的帳戶使用外，亦可請求您賠償因此所受之損害，包括但不限於下列各種情形：</p>
        <p>（一）冒用他人名義或盜取他人帳戶使用本服務。</p>
        <p>（二）同一會員（相同姓名、電話、電子郵件等條件），重複註冊帳戶使用本服務。</p>
        <p>（三）近365天內「逾期未提貨」訂單數累計超過3次。</p>
        <p>（四）近365天內「取消訂單」訂單數，累計合計超過12次。</p>
        <p>（五）多次超量訂購商品者。</p>
        <p>（六）經常性非因商品瑕疵因素退貨者。</p>
        <p>（七）公布或散播任何誹謗、侮辱、具威脅性、猥褻、垃圾信件、連鎖信或其他不法之文字、圖片或任何形式的檔案。</p>
        <p>（八）從事未經「本網站」授權之商業行為，或散播未經許可之多 層次傳銷訊息或廣告等。</p>
        <p>（九）對本服務其他用戶或第三人有任何騷擾、誹謗、侮辱或任何違反一般網路禮節致生反感之行為。</p>
        <p>（十）使用任何設備、軟體或程序，干擾、試圖干擾「本網站」之正常運作功能或其他用戶之使用。</p>
        <p>（十一）違反本會員條款約定或法定之保密義務。</p>
        <p>（十二）侵害「本網站」或他人之隱私權、人格權、名譽權、營業秘密權、商標權、著作權、專利權等權利。</p>
        <p>（十三）藉由「本網站」規定以外的方式，以本服務之使用權兌換現金、財物或其他經濟利益的行為。</p>
        <p>（十四）盜用「本網站」之資料庫內容。</p>
        <p>（十五）其他「本網站」判斷不正當之行為。</p>
        <h4>六、活動變更之通知方式</h4>
        <p>「本網站」得依實際執行情形，增加、修改或終止相關活動，並有權選擇最適當之方式通知會員。</p>
        <h4>七、電子報與商品訊息</h4>
        <p>「本網站」得定期發送電子報、商品訊息、優惠活動、網站訊息修正等資訊至您的電子郵件信箱。您可選擇拒絕前揭資訊之發送，當您至客服信箱提出申請後，「本網站」將予停止發送。</p>
        <h4>八、本使用條款任一約定之效力</h4>
        <p>您同意本會員條款之任何約定若遭司法機關宣告無效，不影響其餘約定之效力。</p>
        <h4>九、準據法與管轄法院</h4>
        <p>會員條款之解釋與適用，以及因本會員條款所涉及之爭議，您同意應以中華民國法律作為準據法，並以臺灣臺北地方法院為第一審管轄法院。</p>
    </div>
</template>
<style scoped>
.top_cover {
    background-color: #EEEEEE;
}
.title {
font-family: Noto Serif TC;
font-size: 36px;
font-weight: 700;
line-height: 52px;
letter-spacing: 0.2em;
text-align: left;
color: #333333;
}
p{
    margin-left: 30px;
}
</style>